tap "candid82/brew"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rockymadden/rockymadden"
tap "shivammathur/php"
tap "yqrashawn/goku"
brew "bat"
brew "python@3.9"
brew "glib"
brew "chezmoi"
brew "openjdk"
brew "clojure"
brew "libidn2"
brew "deno", link: false
brew "direnv"
brew "dnsmasq", restart_service: true
brew "elixir"
brew "exercism"
brew "guile"
brew "harfbuzz"
brew "webp"
brew "ffmpeg"
brew "fnm"
brew "freetds"
brew "fzf"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "glslang"
brew "htop"
brew "hub"
brew "imagemagick"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim"
brew "nginx", restart_service: true
brew "php", restart_service: true, link: false
brew "php@7.4", restart_service: true, link: true
brew "postgresql", restart_service: true
brew "pyenv"
brew "python@3.8"
brew "ruby"
brew "shellcheck"
brew "starship"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "rockymadden/rockymadden/slack-cli"
brew "shivammathur/php/php@7.1"
brew "yqrashawn/goku/goku"
cask "font-sauce-code-pro-nerd-font"
cask "java"
